IDEA Open Model
Hanging.UpperLength Property
Compatible with IDEA StatiCa Beta 20.0
 Length of upper part of hanging
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double UpperLength { get; set; }
Public Property UpperLength As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Hanging Class
IdeaRS.OpenModel.Detail Namespace